Repository: mc17uulm/remind-me
Catalog: languages/remind-me-*.po
Languages: de_de

source: Plugin for reminder handling
de_de: WordPress Plugin für die Bereitstellung von Erinnerungen

source: Subscription settings
de_de: Anmeldung Einstellungen

source: I accept the privacy settings. By checking this field you accept the transport and processing of your data by the provider of this webpage.
de_de: Ich akzeptiere die Datenschutzbestimmungen. Mit der Bestätigung dieses Feldes, erlaube ich die Übermittlung und die Verarbeitung meiner Daten durch den Bereitsteller dieser Website.

source: Invalid license code
de_de: Ungültiger Lizenzcode

source: You signed in successful. We send you an email to confirm your subscription
de_de: Sie haben sich erfolgreich angemeldet. Wir haben Ihnen zudem eine Bestätigung per E-Mail zugesendet

source: You signed out from the subscriptions
de_de: Sie haben sich von den Erinnerungen abgemeldet

source: You confirmed your subscription successful.
de_de: Sie haben sich erfolgreich angemeldet.

source: Confirm your subscription | %s
de_de: Bestätigen Sie Ihre Anmeldung | %s

source: Successfully subscribed | %s
de_de: Erfolgreich angemeldet | %s

source: Successfully unsubscribed | %s
de_de: Erfolgreich abgemeldet | %s

source: Reminder | %s
de_de: Erinnerung | %s

source: Confirm your subscription
de_de: Bestätigen Sie Ihre Anmeldung

source: Company name
de_de: Firmenname

source: Thank you for subscribing our reminders:
de_de: Danke, dass Sie sich bei unserem Erinnerungsservice angemeldet haben:

source: To finish you subscription, please click this link: ${confirm_link}.
de_de: Um Ihre Anmeldung zu bestätigen, klicken Sie bitte auf diesen Link: ${confirm_link}.

source: If you haven't subscribed to our service, you can delete this email. Your subscription is only activated after clicking the above link.
de_de: Wenn Sie sich nicht für diesen Service angemeldet haben, können Sie diese E-Mail einfach löschen. Die Anmeldung wird nur nach einem Klick auf den obigen Link aktiviert.

source: Company name | Street 1 | 12345 City
de_de: Firmenname | Musterstraße 1 | 12345 Musterstadt

source: Unsubscribe or edit subscription
de_de: Erinnerungen beenden oder bearbeiten

source: We remind you for the following events:
de_de: Heute erinnern wir Sie an folgende Ereignisse:

source: You successfull unsubscribed from our services
de_de: Sie haben sich erfolgreich von all unseren Services abgemeldet

source: Your subscription was activated.
de_de: Ihr Erinnerungsservice wurde aktiviert.

source: You can now enjoy our service.
de_de: Sie können nun unseren Service genießen.

source: If you want to change your subscription or unsubscribe, just click here: ${unsubscribe_link}
de_de: Wenn Sie Ihre Erinnerungen bearbeiten oder beenden möchten, klicken Sie einfach hier: ${unsubscribe_link}

source: Subscription
de_de: Anmeldung

source: Events
de_de: Ereignisse

source: Subscribers
de_de: Abonnenten

source: Email templates
de_de: E-Mail-Vorlagen

source: Settings
de_de: Einstellungen

source: monthly
de_de: monatlich

source: 2-monthly
de_de: 2-monatlich

source: quarterly
de_de: vierteljährlich

source: 4-monthly
de_de: 4-monatlich

source: half-yearly
de_de: halbjährlich

source: yearly
de_de: jährlich

source: month
de_de: Monat

source: quarter
de_de: Quartal

source: year
de_de: Jahr

source: half
de_de: halb

source: Is executed every %s%s on the %d. of the %s
de_de: Wird jeden %s%s am %d. des %s ausgeführt

source: Success
de_de: Erfolg

source: Error
de_de: Fehler

source: Please add first a event on the RemindMe page
de_de: Bitte fügen Sie zuerst ein Ereignis in Ihrem Backend hinzu

source: Title
de_de: Titel

source: Plugin not licensed
de_de: Plugin ist nicht lizenziert

source: You have no license added. Some functions are therefore not available. Learn more at
de_de: Sie haben noch keine Lizenz hinzugefügt. Einige Funktionen werden daher nicht verfügbar sein. Erfahren Sie mehr unter

source: Loading
de_de: Lädt

source: No subscriber found
de_de: Keine Abonnenten gefunden

source: Add Subscriber
de_de: Abonnent hinzufügen

source: Email address
de_de: E-Mail-Adresse

source: Active
de_de: Aktiv

source: Registered
de_de: Registriert

source: %d Event
de_de: %d Ereignis

source: %d Events
de_de: %d Ereignisse

source: Inactive
de_de: Inaktiv

source: Go to subscribers
de_de: Zu den Abonnenten

source: No event found
de_de: Kein Ereignis gefunden

source: Add Event
de_de: Ereignis hinzufügen

source: Clocking
de_de: Taktung

source: Last execution
de_de: Letzte Ausführung

source: not executed yet
de_de: bisher noch nicht ausgeführt

source: Go to events
de_de: Zu den Ereignissen

source: Please insert a valid email address
de_de: Bitte geben Sie eine korrekte E-Mail-Adresse an

source: Please select at least one event
de_de: Bitte wählen Sie mindestens ein Ereignis aus

source: To subscribe to our service you have to accept the privacy settings
de_de: Um sich für unseren Service anmelden zu können, müssen Sie die Datenschutzerklärung akzeptieren

source: Updated subscription successful
de_de: Sie haben Ihre Einstellungen erfolgreich aktualisiert

source: Do you really want to unsubscribe from our service?
de_de: Möchten Sie sich wirklich von unserem Service abmelden?

source: No, go back
de_de: Nein, zurück

source: Unsubscribing...
de_de: Abmelden...

source: Yes, unsubscribe
de_de: Ja, abmelden

source: No events found
de_de: Keine Ereignisse gefunden

source: Privacy settings
de_de: Datenschutzeinstellungen

source: All these fields are required
de_de: Alle diese Felder werden benötigt

source: Submitting...
de_de: Senden...

source: Submit
de_de: Senden

source: Internal Error
de_de: Interner Fehler

source: You subscribed successfully
de_de: Sie haben sich erfolgreich angemeldet

source: Subscription Settings
de_de: Einstellungen

source: Back
de_de: Zurück

source: Delete
de_de: Löschen

source: January
de_de: Januar

source: February
de_de: Februar

source: March
de_de: März

source: May
de_de: Mai

source: June
de_de: Juni

source: October
de_de: Oktober

source: December
de_de: Dezember

source: Deleted Event
de_de: Ereignis gelöscht

source: Saved Event
de_de: Ereignis gespeichert

source: Important
de_de: Wichtig

source: On months with less than %d days, your event is executed on the last day of the month
de_de: In Monaten mit weniger als %d Tagen wird Ihr Ereignis am letzten Tag des Monats ausgeführt

source: Edit Event
de_de: Ereignis bearbeiten

source: Event name
de_de: Ereignis

source: Description
de_de: Beschreibung

source: Short description of your event for your clients
de_de: Eine kurze Beschreibung des Ereignisses für Ihre Kunden

source: Day
de_de: Tag

source: Month
de_de: Monat

source: Year
de_de: Jahr

source: Repeat
de_de: Wiederholung

source: Next Executions
de_de: Nächste Ausführung

source: Summary
de_de: Zusammenfassung

source: Save
de_de: Speichern

source: Delete Event
de_de: Ereignis löschen

source: Do you really like to delete the following event
de_de: Möchten Sie wirklich das folgende Ereignis löschen

source: Do you really like to delete the following events
de_de: Möchten Sie wirklich die folgenden Ereignisse löschen

source: Close
de_de: Schließen

source: Expand
de_de: Erweitern

source: active
de_de: aktiv

source: not-active
de_de: inaktiv

source: Subscription Box title
de_de: Titel der Anmeldungsbox

source: Shortcode copied to clipboard
de_de: Shortcode wurde in die Zwischenablage kopiert

source: Event
de_de: Ereignis

source: Next Execution
de_de: Nächste Ausführung

source: Edit
de_de: Bearbeiten

source: Delete selected
de_de: Ausgewählte Einträge löschen

source: Messages
de_de: Nachrichten

source: Sign in success message
de_de: Erfolgsmeldung nach einer erfolgreichen Anmeldung

source: Double-opt-in success message
de_de: Erfolgsmeldung nach einer erfolgreichen Bestätigung

source: Signout success message
de_de: Erfolgsmeldung über eine Abmeldung

source: Texts
de_de: Texte

source: Privacy text for shortcode
de_de: Datenschutzerklärung

source: Removed license
de_de: Lizenz entfernt

source: License
de_de: Lizenz

source: License info
de_de: Lizenzinfo

source: With a license you can add multiple events, add and export subscribers and use the reliable backend of our service. More information at:
de_de: Mit einer Lizenz können Sie mehr Ereignisse hinzufügen, Abonnenten hinzufügen und exportieren und unser zuverlässiges Backend für Ihren Service nutzen. Mehr Informationen finden Sie hier:

source: Your license
de_de: Ihre Lizenz

source: License code
de_de: Lizenzcode

source: Remove license
de_de: Lizenz entfernen

source: Remove license code
de_de: Lizenzcode entfernen

source: Do you really want to remove your license code from this page?
de_de: Möchten Sie sich wirklich Ihren Lizenzcode von dieser Seite entfernen?

source: No
de_de: Nein

source: Yes
de_de: Ja

source: Please insert a text for the privacy notice
de_de: Bitte geben Sie einen Text zu den Datenschutzhinweisen an

source: Saved settings
de_de: Einstellungen gespeichert

source: There was an internal error
de_de: Es gab einen internen Fehler

source: Could not load events
de_de: Ereignisse konnten nicht geladen werden

source: Deleted Subscriber
de_de: Abonnent gelöscht

source: Saved Subscriber
de_de: Abonnenten gespeichert

source: Edit Subscriber
de_de: Abonnenten bearbeiten

source: Manually inserted email addresses require the consent of the email address owner! Add new subscribers only if you have their consent!
de_de: Wenn Sie selbst E-Mail-Adressen hinzufügen, benötigen Sie die ausdrückliche Zustimmung des Besitzers! Fügen Sie neue Abonnenten nur hinzu, wenn Sie diese Zustimmung erhalten haben!

source: Subscriber email address
de_de: E-Mail-Adresse des Abonnenten

source: The owner of the email address has to verify his subscription. If you save, a welcome email is sent to the new subscriber
de_de: Der Besitzer dieser E-Mail-Adresse muss sein Abonnement noch bestätigen. Wenn Sie auf "Speichern" klicken, wird automatisch eine Willkommens-Mail an den Abonnenten gesendet

source: Delete Subscriber
de_de: Abonnenten löschen

source: Do you really like to delete the following subscriber?
de_de: Möchten Sie wirklich den folgenden Abonnenten löschen?

source: Do you really like to delete the following subscribers?
de_de: Möchten Sie wirklich die folgenden Abonnenten löschen?

source: No subscribers found
de_de: Keine Abonnenten gefunden

source: Registered events
de_de: Angemeldete Ereignisse

source: Registration date
de_de: Zeitpunkt der Registrierung

source: Export selected
de_de: Ausgewählte Einträge exportieren

source: Confirm email address
de_de: E-Mail-Adresse bestätigen

source: Subject | Confirm email address
de_de: Betreff | E-Mail-Adresse bestätigen

source: Template | Confirm email address
de_de: E-Mail-Vorlage | E-Mail-Adresse bestätigen

source: Required placeholders:
de_de: Benötigten Platzhalter:

source: Lists the subscribed events
de_de: Liste der abonnierten Ereignisse

source: Link to confirm the subscription
de_de: Link um das Abonnement zu bestätigen

source: Success message for subscription
de_de: Erfolgsmeldung nach der erfolgreichen Bestätigung

source: Subject | Success message for subscription
de_de: Betreff | Erfolgreiche Bestätigung

source: Template | Success message for subscription
de_de: E-Mail-Vorlage | Erfolgreiche Bestätigung

source: Link to edit/unsubscribe from subscription
de_de: Link um Abonnement zu bearbeiten/beenden

source: Signout email
de_de: Abmeldung

source: Subject | Signout email
de_de: Betreff | Abmeldung

source: Template | Signout email
de_de: E-Mail-Vorlage | Abmeldung

source: Reminder email
de_de: Erinnerungsmail

source: Subject | Reminder email
de_de: Betreff | Erinnerungsmail

source: Template | Reminder email
de_de: E-Mail-Vorlage | Erinnerungsmail

source: The email template for your reminder messages
de_de: Die E-Mail-Vorlage für Ihre Erinnerungsmails

source: Lists of events to be reminded
de_de: Liste der Ereignisse, an welche der Abonnent erinnert werden möchte

source: Link to unsubscribe from subscription
de_de: Link um sich von den Abonnements abzumelden

source: Given string is empty
de_de: Kein Text eingegeben

source: Required keywords are missing: %s
de_de: Die folgenden Platzhalter fehlen: %s

source: Saved templates
de_de: Gespeicherte Vorlagen

source: Registration confirmation
de_de: Registrierungsbestätigung

source: Activation confirmation
de_de: Aktivierungsbestätigung

source: Signout
de_de: Abmeldung

source: Reminder
de_de: Erinnerung
